alefragnani.bookmarks
alefragnani.project-manager
anthropic.claude-code
astro-build.astro-vscode
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
cstrap.python-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
inferrinizzard.prettier-sql-vscode
ipedrazas.kubernetes-snippets
johnnymorganz.stylua
kevinrose.vsc-python-indent
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mgesbert.python-path
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
naumovs.color-highlight
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
sleistner.vscode-fileutils
subframe7536.custom-ui-style
sumneko.lua
usernamehw.errorlens
vscodevim.vim
vspacecode.whichkey
