aom
aribb24
asciiquarium
autoconf
awscli
bash
bat
bc
berkeley-db@5
boost
brotli
btop
c-ares
ca-certificates
cairo
certifi
cjson
cloc
cmatrix
coreutils
csvkit
dav1d
docker
docker-completion
docker-compose
duti
eza
fd
ffmpeg
flac
fnm
fontconfig
freetype
frei0r
fribidi
fselect
fzf
gawk
gdbm
gettext
gh
giflib
git-delta
glab
glew
glib
gmp
gnu-sed
gnupg
gnutls
go
gource
gpgme
gpgmepp
graphite2
harfbuzz
hey
highway
htop
httpie
hyperfine
icu4c@77
imagemagick
imath
inetutils
ipython
jasper
jpeg-turbo
jpeg-xl
jq
k6
k9s
krb5
kubernetes-cli
kustomize
lame
lazydocker
lazygit
leptonica
lf
libarchive
libass
libassuan
libavif
libb2
libbluray
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libheif
libidn2
libksba
liblqr
libmicrohttpd
libnghttp2
libnghttp3
libngtcp2
libogg
libomp
libpng
libpq
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libudfread
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luv
lz4
lzo
m4
mbedtls
minikube
mpdecimal
mpfr
mpg123
ncurses
neofetch
neovim
nettle
node
npth
nspr
nss
oniguruma
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pandoc
pango
parallel
pcre2
perl
pgcli
pinentry
pixman
pkgconf
poppler
popt
postgresql@16
pyenv
python-packaging
python@3.13
rav1e
readline
ripgrep
ripgrep-all
rsync
rubberband
ruby
screenresolution
sdl2
sdl2_image
shared-mime-info
shuffledns
simdjson
snappy
speex
sqlfluff
sqlite
srt
stern
svt-av1
tesseract
tgpt
theora
tmux
tree-sitter
unbound
unibilium
utf8proc
uv
uvwasi
vim
virtualenv
watch
webp
wget
x264
x265
xorgproto
xvid
xxhash
xz
yq
zellij
zeromq
zimg
zoxide
zstd
oven-sh/bun/bun