ada-url
aiven-client
ansible
ansible-lint
aom
asciinema
asdf
atuin
awscli
bash
bat
bc
bookokrat
bpython
broot
brotli
btop
bun
c-ares
ca-certificates
cairo
certifi
cffi
chafa
cmatrix
coreutils
cryptography
csvkit
dav1d
deno
docker
docker-completion
docker-compose
duti
eza
fd
ffmpeg
fish
flac
fmt
fontconfig
fontforge
freetype
fribidi
fselect
fzf
gawk
gdk-pixbuf
gemini-cli
gettext
gh
giflib
git
git-delta
git-filter-repo
gitleaks
glab
glib
glow
gmp
gnu-sed
gnupg
gnutls
go
golangci-lint
gpgme
gpgmepp
graphite2
gum
harfbuzz
hdrhistogram_c
highway
htop
httpie
hyperfine
icu4c@77
icu4c@78
imagemagick
imath
ipython
jpeg-turbo
jpeg-xl
jq
json-c
k6
k9s
krb5
kubernetes-cli
kustomize
lame
lazydocker
lazygit
libarchive
libass
libassuan
libavif
libb2
libbluray
libdatrie
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libheif
libiconv
libidn2
libksba
liblinear
libnghttp2
libnghttp3
libngtcp2
libogg
libplacebo
libpng
librsvg
libsamplerate
libsndfile
libsodium
libspiro
libssh
libssh2
libtasn1
libthai
libtiff
libtool
libudfread
libunibreak
libuninameslist
libunistring
libusb
libuv
libvmaf
libvorbis
libvpx
libwebsockets
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
llhttp
lpeg
lua
luajit
luv
lz4
lzo
m4
minikube
molten-vk
mpdecimal
mpfr
mpg123
mpv
mujs
ncurses
neofetch
neovim
nerdfetch
nettle
nmap
node
npth
nspr
nss
oniguruma
opencode
openexr
openjpeg
openjph
openssl@3
opus
p11-kit
pandoc
pango
parallel
pcre2
pinentry
pixman
poppler
popt
postgresql@17
procs
pycparser
python@3.13
python@3.14
qpdf
qrencode
readline
redis
ripgrep
ripgrep-all
rpds-py
rsync
rubberband
ruby
screenresolution
sdl2
shaderc
shared-mime-info
shuffledns
simdjson
spicetify-cli
sqlite
svt-av1
swift-format
tabiew
tailscale
tmux
tree
tree-sitter@0.25
trufflehog
tty-clock
ttyd
uchardet
unbound
unibilium
utf8proc
uv
uvwasi
vapoursynth
vhs
vim
virtualenv
vulkan-headers
vulkan-loader
watch
webp
wget
woff2
x264
x265
xorgproto
xxhash
xz
yazi
yq
yt-dlp
zimg
zoxide
zstd