ampcode/tap/ampcode
anomalyco/tap/opencode
ansible
ansible-lint
asciinema
mise
ast-grep
atuin
awscli
bash
bat
bc
bookokrat
bpython
broot
btop
chafa
cmatrix
coreutils
csvkit
docker
docker-compose
duti
eza
fd
fish
fontforge
fselect
fzf
gawk
gemini-cli
gh
git-delta
git-filter-repo
gitleaks
glab
glow
gnu-sed
golangci-lint
gum
htop
httpie
hyperfine
imagemagick
jq
k6
k9s
kustomize
lazydocker
lazygit
minikube
mole
mpv
neofetch
neovim
nerdfetch
nmap
oven-sh/bun/bun
pandoc
parallel
poppler
postgresql@17
pre-commit
procs
qpdf
qrencode
redis
ripgrep-all
rsync
shuffledns
spicetify-cli
swift-format
tabiew
tailscale
tgpt
tmux
trufflehog
tty-clock
typst
uv
vhs
vim
virtualenv
watch
wget
yazi
yq
zoxide