alt-tab
antigravity
arc
balenaetcher
burp-suite
calibre
claude
claude-code@latest
codex
codex-app
copilot-cli
discord
font-commit-mono-nerd-font
font-fira-code
font-fontawesome
font-ibm-plex-mono
font-jetbrains-mono
font-jetbrains-mono-nerd-font
font-maple-mono
font-maple-mono-nf
font-symbols-only-nerd-font
ghostty
gimp
google-chrome
http-toolkit
iterm2
jordanbaird-ice
localsend
obsidian
ollama-app
onlyoffice
opencode-desktop
paper
pearcleaner
postman
protonvpn
raspberry-pi-imager
raycast
slack
snapzy
spotify
stats
superwhisper
tailscale-app
telegram-desktop
visual-studio-code
zed
zen