alt-tab
arc
chatgpt
claude
cursor
firefox
font-blex-mono-nerd-font
font-caskaydia-cove-nerd-font
font-dm-mono
font-fira-code
font-ibm-plex-mono
font-jetbrains-mono
font-jetbrains-mono-nerd-font
font-maple-mono
font-maple-mono-nf
font-maple-mono-normal
font-maple-mono-normal-nf
font-monaspace
font-monaspace-nerd-font
font-monaspice-nerd-font
font-space-mono-nerd-font
font-symbols-only-nerd-font
font-victor-mono-nerd-font
ghostty
intellij-idea-ce
iterm2
jordanbaird-ice
ngrok
notion
onlyoffice
paper
postman
raycast
scroll-reverser
slack
visual-studio-code
wezterm
zen-browser
docker