ahmadalli.vscode-nginx-conf
alefragnani.bookmarks
alefragnani.project-manager
astro-build.astro-vscode
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.github-vscode-theme
golang.go
grammyjs.grammyjs
grapecity.gc-excelviewer
inferrinizzard.prettier-sql-vscode
ipedrazas.kubernetes-snippets
james-yu.latex-workshop
johnnymorganz.stylua
kevinrose.vsc-python-indent
mads-hartmann.bash-ide-vscode
malmaud.tmux
mechatroner.rainbow-csv
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
subframe7536.custom-ui-style
typescriptteam.native-preview
uberkael.context-link
unifiedjs.vscode-mdx
uniquevision.vscode-plpgsql-lsp
usernamehw.errorlens
vscodevim.vim
vspacecode.whichkey