ahmadalli.vscode-nginx-conf
alefragnani.bookmarks
alefragnani.project-manager
anthropic.claude-code
astro-build.astro-vscode
bierner.emojisense
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
cstrap.python-snippets
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
grammyjs.grammyjs
grapecity.gc-excelviewer
inferrinizzard.prettier-sql-vscode
ipedrazas.kubernetes-snippets
james-yu.latex-workshop
johnnymorganz.stylua
kevinrose.vsc-python-indent
llvm-vs-code-extensions.lldb-dap
mads-hartmann.bash-ide-vscode
malmaud.tmux
mechatroner.rainbow-csv
mgesbert.python-path
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
naumovs.color-highlight
njqdev.vscode-python-typehint
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
saminamanat.grep-search
sleistner.vscode-fileutils
sst-dev.opencode
subframe7536.custom-ui-style
sumneko.lua
swiftlang.swift-vscode
uberkael.context-link
uniquevision.vscode-plpgsql-lsp
upstash.context7-mcp
usernamehw.errorlens
vscodevim.vim
vspacecode.whichkey
yzhang.markdown-all-in-one