jorgebucaran/fisher
gazorby/fifc
2m/fish-history-merge
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
ilancosman/tide@v6
patrickf1/fzf.fish
devadathanmb/fzf-brew
